Repository: nuraqueer/PGPony-Translations-ko
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: The private key couldn’t be read for: %@. Backing up would leave these keys unrecoverable, so it was cancelled. Please report this — it usually means one key type didn’t export correctly.
de: Der private Schlüssel konnte nicht gelesen werden für: %@. Ein Backup würde diese Schlüssel unwiederherstellbar machen, daher wurde es abgebrochen. Bitte melden Sie dies – meist bedeutet es, dass ein Schlüsseltyp nicht korrekt exportiert wurde.
es: No se pudo leer la clave privada de: %@. Hacer la copia dejaría estas claves irrecuperables, así que se canceló. Por favor, infórmalo: suele significar que un tipo de clave no se exportó correctamente.
fr: La clé privée n’a pas pu être lue pour : %@. Sauvegarder rendrait ces clés irrécupérables, l’opération a donc été annulée. Merci de le signaler — cela signifie généralement qu’un type de clé ne s’est pas exporté correctement.
ja: 次の鍵の秘密鍵を読み取れませんでした: %@。バックアップするとこれらの鍵が復元不能になるため、中止しました。ご報告ください — 通常は、ある鍵の種類が正しくエクスポートされなかったことを意味します。
pt_br: Não foi possível ler a chave privada de: %@. Fazer o backup deixaria essas chaves irrecuperáveis, então foi cancelado. Por favor, relate isso — geralmente significa que um tipo de chave não foi exportado corretamente.
zh_hans: 无法读取以下密钥的私钥：%@。继续备份会导致这些密钥无法恢复，因此备份已取消。请报告此问题，这通常意味着某种密钥类型未能正确导出。

source: The returned key could not be parsed. It may be in an unsupported format.
de: Der zurückgegebene Schlüssel konnte nicht verarbeitet werden. Möglicherweise liegt er in einem nicht unterstützten Format vor.
es: No se pudo analizar la clave devuelta. Puede estar en un formato no compatible.
fr: La clé renvoyée n'a pas pu être analysée. Elle est peut-être dans un format non pris en charge.
ja: 返された鍵を解析できませんでした。サポートされていない形式の可能性があります。
pt_br: Não foi possível analisar a chave retornada. Ela pode estar em um formato não suportado.
zh_hans: 无法解析返回的密钥。它可能是不受支持的格式。

source: The scanned QR code does not contain a PGP key.
de: Der gescannte QR-Code enthält keinen PGP-Schlüssel.
es: El código QR escaneado no contiene una clave PGP.
fr: Le code QR scanné ne contient pas de clé PGP.
ja: スキャンした QR コードに PGP 鍵が含まれていません。
pt_br: O código QR escaneado não contém uma chave PGP.
zh_hans: 扫描到的二维码不包含 PGP 密钥。

source: The sender's identity cannot be verified.
de: Die Identität des Absenders kann nicht überprüft werden.
es: No se puede verificar la identidad del remitente.
fr: L'identité de l'expéditeur ne peut pas être vérifiée.
ja: 送信者の身元を確認できません。
pt_br: A identidade do remetente não pode ser verificada.
zh_hans: 无法验证发件人的身份。

source: The Share Sheet Extension is a Pro feature. Open PGPony to unlock Pro for $2.99.
de: Die Erweiterung für das Teilen-Menü ist eine Pro-Funktion. Öffne PGPony, um Pro für 2,99 $ freizuschalten.
es: La extensión de compartir es una función Pro. Abre PGPony para desbloquear Pro por 2,99 $.
fr: L'extension de la feuille de partage est une fonction Pro. Ouvrez PGPony pour débloquer Pro à 2,99 $.
ja: 共有シート拡張機能は Pro 機能です。PGPony を開いて 2.99 ドルで Pro をアンロックしてください。
pt_br: A extensão da Folha de Compartilhamento é um recurso Pro. Abra o PGPony para desbloquear o Pro por US$ 2,99.
zh_hans: 共享表单扩展是 Pro 功能。打开 PGPony 即可以 $2.99 解锁 Pro。

source: The signed text lost its line breaks. Copy the message, then run this in a Shortcut with the clipboard as its input (Get Clipboard → Verify Signature) — typing it into the prompt strips the line breaks.
de: Der signierte Text hat seine Zeilenumbrüche verloren. Kopieren Sie die Nachricht und führen Sie dies in einem Kurzbefehl mit der Zwischenablage als Eingabe aus (Zwischenablage abrufen → Signatur prüfen) – beim Eintippen in die Eingabe gehen die Zeilenumbrüche verloren.
es: El texto firmado perdió sus saltos de línea. Copia el mensaje y ejecútalo en un atajo con el portapapeles como entrada (Obtener portapapeles → Verificar firma): al escribirlo en el campo se eliminan los saltos de línea.
fr: Le texte signé a perdu ses sauts de ligne. Copiez le message, puis exécutez ceci dans un raccourci avec le presse-papiers comme entrée (Obtenir le presse-papiers → Vérifier la signature) — le saisir dans le champ supprime les sauts de ligne.
ja: 署名済みテキストの改行が失われました。メッセージをコピーし、クリップボードを入力にしてショートカットで実行してください（クリップボードを取得 → 署名を検証）。プロンプトに入力すると改行が削除されます。
pt_br: O texto assinado perdeu as quebras de linha. Copie a mensagem e execute isto em um atalho com a área de transferência como entrada (Obter Área de Transferência → Verificar Assinatura) — digitar no campo remove as quebras de linha.
zh_hans: 签名文本丢失了换行。请复制该消息，然后在快捷指令中以剪贴板作为输入来运行（获取剪贴板 → 验证签名）；直接在提示框中键入会去掉换行。

source: Theme
de: Design
es: Tema
fr: Thème
ja: テーマ
pt_br: Tema
zh_hans: 主题

source: There are no keys to back up yet.
de: Es gibt noch keine Schlüssel zum Sichern.
es: Todavía no hay claves para respaldar.
fr: Il n’y a pas encore de clés à sauvegarder.
ja: バックアップする鍵がまだありません。
pt_br: Ainda não há chaves para fazer backup.
zh_hans: 目前还没有可备份的密钥。

source: There is no recovery. PGPony does not store your passphrase and there is no "forgot password" flow — that's the whole point of strong encryption. If you forget the passphrase to a private key, that key is permanently inaccessible, and any messages encrypted to it can never be decrypted. Write your passphrase down somewhere safe. A password manager is ideal. A piece of paper in a locked drawer is also fine.
de: Es gibt keine Wiederherstellung. PGPony speichert deine Passphrase nicht, und es gibt keinen „Passwort vergessen“-Ablauf – genau das macht starke Verschlüsselung aus. Wenn du die Passphrase eines privaten Schlüssels vergisst, ist dieser Schlüssel dauerhaft unzugänglich, und Nachrichten, die für ihn verschlüsselt wurden, lassen sich nie wieder entschlüsseln. Notiere deine Passphrase an einem sicheren Ort. Ein Passwortmanager ist ideal. Auch ein Zettel in einer abschließbaren Schublade ist okay.
es: No hay recuperación. PGPony no almacena tu frase de contraseña y no existe un flujo de «olvidé la contraseña»: ese es justo el sentido del cifrado fuerte. Si olvidas la frase de contraseña de una clave privada, esa clave queda inaccesible para siempre y los mensajes cifrados con ella no se podrán descifrar nunca. Anota tu frase de contraseña en un lugar seguro. Un gestor de contraseñas es ideal. Un trozo de papel en un cajón con llave también vale.
fr: Il n'y a aucune récupération possible. PGPony ne stocke pas votre phrase secrète et il n'existe pas de procédure « mot de passe oublié » — c'est tout l'intérêt d'un chiffrement fort. Si vous oubliez la phrase secrète d'une clé privée, cette clé devient définitivement inaccessible et tous les messages chiffrés avec elle ne pourront plus jamais être déchiffrés. Notez votre phrase secrète en lieu sûr. Un gestionnaire de mots de passe est idéal. Une feuille de papier dans un tiroir fermé à clé fait l'affaire aussi.
ja: 復旧手段はありません。PGPony はパスフレーズを保存せず、「パスワードを忘れた」フローもありません。これは強い暗号化のまさに本質です。 秘密鍵のパスフレーズを忘れると、その鍵は永久にアクセスできなくなり、その鍵で暗号化されたメッセージも二度と復号できません。 パスフレーズは安全な場所にメモしておいてください。パスワードマネージャーが理想的です。鍵のかかった引き出しの紙にメモするのでも構いません。
pt_br: Não há recuperação. O PGPony não armazena sua frase-senha e não existe um fluxo de "esqueci a senha" — esse é justamente o ponto da criptografia forte. Se esquecer a frase-senha de uma chave privada, essa chave fica permanentemente inacessível e quaisquer mensagens cifradas para ela jamais poderão ser decifradas. Anote sua frase-senha em um lugar seguro. Um gerenciador de senhas é o ideal. Um papel em uma gaveta trancada também serve.
zh_hans: 没有任何找回方式。PGPony 不会存储你的口令，也没有「忘记密码」的流程——这正是强加密的意义所在。 如果你忘记了某把私钥的口令，那把密钥将永久无法访问，任何用它加密的消息也再无法解密。 请把口令记在安全的地方。密码管理器是理想之选。锁在抽屉里的一张纸也可以。

source: These contacts have PGP keys linked to them.
de: Mit diesen Kontakten ist ein PGP-Schlüssel verknüpft.
es: Estos contactos tienen claves PGP vinculadas.
fr: Ces contacts ont des clés PGP qui leur sont liées.
ja: これらの連絡先には PGP 鍵がリンクされています。
pt_br: Estes contatos têm chaves PGP vinculadas.
zh_hans: 这些联系人已关联 PGP 密钥。

source: This action cannot be undone. %@
de: Diese Aktion kann nicht rückgängig gemacht werden. %@
es: Esta acción no se puede deshacer. %@
fr: Cette action est irréversible. %@
ja: この操作は取り消せません。%@
pt_br: Esta ação não pode ser desfeita. %@
zh_hans: 此操作无法撤销。%@

source: This card uses a PIN-protection setting (KDF) that PGPony can't read. PGPony didn't send your PIN, so no attempt was used. The card still works with GnuPG or Kleopatra.
de: Diese Karte verwendet eine PIN-Schutzeinstellung (KDF), die PGPony nicht lesen kann. PGPony hat deine PIN nicht gesendet, daher wurde kein Versuch verbraucht. Die Karte funktioniert weiterhin mit GnuPG oder Kleopatra.
es: Esta tarjeta usa una configuración de protección de PIN (KDF) que PGPony no puede leer. PGPony no envió tu PIN, así que no se usó ningún intento. La tarjeta sigue funcionando con GnuPG o Kleopatra.
fr: Cette carte utilise un réglage de protection du PIN (KDF) que PGPony ne peut pas lire. PGPony n'a pas envoyé votre PIN, aucune tentative n'a donc été utilisée. La carte fonctionne toujours avec GnuPG ou Kleopatra.
ja: このカードはPGPonyが読み取れないPIN保護設定(KDF)を使用しています。PGPonyはPINを送信しなかったため、試行回数は消費されていません。このカードはGnuPGやKleopatraでは引き続き使えます。
pt_br: Este cartão usa uma configuração de proteção de PIN (KDF) que o PGPony não consegue ler. O PGPony não enviou seu PIN, então nenhuma tentativa foi usada. O cartão continua funcionando com o GnuPG ou o Kleopatra.
zh_hans: 此卡使用了 PGPony 无法读取的 PIN 保护设置（KDF）。PGPony 未发送你的 PIN，因此未消耗尝试次数。此卡仍可配合 GnuPG 或 Kleopatra 使用。

source: This code is the only way to open your backup. PGPony can’t recover it for you — lose it and the backup is gone.
de: Dieser Code ist der einzige Weg, deine Sicherung zu öffnen. PGPony kann ihn nicht für dich wiederherstellen – geht er verloren, ist die Sicherung verloren.
es: Este código es la única forma de abrir tu copia de seguridad. PGPony no puede recuperarlo por ti; si lo pierdes, se pierde la copia.
fr: Ce code est le seul moyen d’ouvrir votre sauvegarde. PGPony ne peut pas le récupérer pour vous — si vous le perdez, la sauvegarde est perdue.
ja: このコードはバックアップを開く唯一の方法です。PGPonyが代わりに復元することはできません。失うとバックアップは開けなくなります。
pt_br: Este código é a única forma de abrir seu backup. O PGPony não pode recuperá-lo para você — se o perder, o backup será perdido.
zh_hans: 此代码是打开备份的唯一方式。PGPony 无法为你找回它；一旦丢失，备份也就无法恢复。

source: this contact
de: diesem Kontakt
es: este contacto
fr: ce contact
ja: この連絡先
pt_br: este contato
zh_hans: 此联系人

source: This device can't reach an OpenPGP hardware key.
de: Dieses Gerät kann keinen OpenPGP-Hardware-Schlüssel erreichen.
es: Este dispositivo no puede acceder a una clave de hardware OpenPGP.
fr: Cet appareil ne peut pas accéder à une clé matérielle OpenPGP.
ja: この端末はOpenPGPハードウェアキーに接続できません。
pt_br: Este dispositivo não consegue acessar uma chave de hardware OpenPGP.
zh_hans: 本设备无法连接 OpenPGP 硬件密钥。

source: This device can't use a USB-C hardware key. That needs iOS or iPadOS 16 or later.
de: Dieses Gerät kann keinen USB-C-Hardware-Schlüssel verwenden. Dafür ist iOS oder iPadOS 16 oder neuer erforderlich.
es: Este dispositivo no puede usar una clave de hardware USB-C. Eso requiere iOS o iPadOS 16 o posterior.
fr: Cet appareil ne peut pas utiliser de clé matérielle USB-C. Cela nécessite iOS ou iPadOS 16 ou une version ultérieure.
ja: この端末はUSB-Cハードウェアキーを使用できません。iOSまたはiPadOS 16以降が必要です。
pt_br: Este dispositivo não consegue usar uma chave de hardware USB-C. Isso requer iOS ou iPadOS 16 ou posterior.
zh_hans: 本设备无法使用 USB-C 硬件密钥。这需要 iOS 或 iPadOS 16 及以上版本。

source: This device has neither NFC nor USB-C smart card support.
de: Dieses Gerät unterstützt weder NFC noch USB-C-Smartcards.
es: Este dispositivo no admite tarjetas inteligentes ni por NFC ni por USB-C.
fr: Cet appareil ne prend en charge ni le NFC ni les cartes à puce USB-C.
ja: この端末はNFCにもUSB-Cスマートカードにも対応していません。
pt_br: Este dispositivo não tem suporte a cartão inteligente por NFC nem por USB-C.
zh_hans: 本设备既不支持 NFC 也不支持 USB-C 智能卡。

source: This file is too large for password encryption. Encrypt it to a key instead.
de: Diese Datei ist zu groß für die Passwortverschlüsselung. Verschlüssele sie stattdessen an einen Schlüssel.
es: Este archivo es demasiado grande para el cifrado con contraseña. En su lugar, cífralo a una clave.
fr: Ce fichier est trop volumineux pour le chiffrement par mot de passe. Chiffrez-le plutôt vers une clé.
ja: このファイルはパスワード暗号化には大きすぎます。代わりに鍵に対して暗号化してください。
pt_br: Este arquivo é grande demais para criptografia por senha. Criptografe-o para uma chave em vez disso.
zh_hans: 此文件过大，无法使用密码加密。请改为加密给某个密钥。

source: This file is too large to decrypt in its armored form. Ask the sender for binary (.gpg) output.
de: Diese Datei ist zu groß, um in ihrer ASCII-armierten Form entschlüsselt zu werden. Bitte den Absender um binäre (.gpg) Ausgabe.
es: Este archivo es demasiado grande para descifrarlo en su forma armored. Pídele al remitente la salida binaria (.gpg).
fr: Ce fichier est trop volumineux pour être déchiffré sous sa forme armored. Demandez à l'expéditeur une sortie binaire (.gpg).
ja: このファイルはアーマー形式のままでは復号するには大きすぎます。送信者にバイナリ(.gpg)出力を依頼してください。
pt_br: Este arquivo é grande demais para descriptografar na forma armored. Peça ao remetente a saída em binário (.gpg).
zh_hans: 此文件过大，无法以其 armor 形式解密。请向发送方索取二进制（.gpg）输出。

source: This file is too large to decrypt with a password. Password-protected files must be small enough to hold in memory.
de: Diese Datei ist zu groß, um mit einem Passwort entschlüsselt zu werden. Passwortgeschützte Dateien müssen klein genug sein, um im Speicher gehalten zu werden.
es: Este archivo es demasiado grande para descifrarlo con una contraseña. Los archivos protegidos con contraseña deben ser lo bastante pequeños para caber en memoria.
fr: Ce fichier est trop volumineux pour être déchiffré avec un mot de passe. Les fichiers protégés par mot de passe doivent être assez petits pour tenir en mémoire.
ja: このファイルはパスワードで復号するには大きすぎます。パスワード保護されたファイルはメモリに収まる程度の大きさである必要があります。
pt_br: Este arquivo é grande demais para descriptografar com uma senha. Arquivos protegidos por senha precisam ser pequenos o bastante para caber na memória.
zh_hans: 此文件过大，无法用密码解密。受密码保护的文件必须小到能载入内存。

source: This file is too large to encrypt to these recipients.
de: Diese Datei ist zu groß, um an diese Empfänger verschlüsselt zu werden.
es: Este archivo es demasiado grande para cifrarlo a estos destinatarios.
fr: Ce fichier est trop volumineux pour être chiffré vers ces destinataires.
ja: このファイルはこれらの受信者宛てに暗号化するには大きすぎます。
pt_br: Este arquivo é grande demais para criptografar para estes destinatários.
zh_hans: 此文件过大，无法加密给这些收件人。

source: This file isn’t a PGPony backup.
de: Diese Datei ist keine PGPony-Sicherung.
es: Este archivo no es una copia de seguridad de PGPony.
fr: Ce fichier n’est pas une sauvegarde PGPony.
ja: このファイルはPGPonyのバックアップではありません。
pt_br: Este arquivo não é um backup do PGPony.
zh_hans: 此文件不是 PGPony 备份。

source: This file's encryption format is not supported for hardware-key decryption.
de: Das Verschlüsselungsformat dieser Datei wird für die Entschlüsselung mit Hardwareschlüssel nicht unterstützt.
es: El formato de cifrado de este archivo no es compatible con el descifrado mediante llave de hardware.
fr: Le format de chiffrement de ce fichier n'est pas pris en charge pour le déchiffrement par clé matérielle.
ja: このファイルの暗号化形式は、ハードウェアキーでの復号に対応していません。
pt_br: O formato de criptografia deste arquivo não é compatível com a descriptografia por chave de hardware.
zh_hans: 该文件的加密格式不支持用硬件密钥解密。

source: This information is embedded in your public key and visible to anyone you share it with.
de: Diese Angaben werden in deinen öffentlichen Schlüssel eingebettet und sind für alle sichtbar, mit denen du ihn teilst.
es: Esta información se incorpora a tu clave pública y es visible para cualquiera con quien la compartas.
fr: Ces informations sont intégrées à votre clé publique et visibles par toute personne avec qui vous la partagez.
ja: この情報は公開鍵に埋め込まれ、共有した相手全員から見えます。
pt_br: Estas informações são incorporadas à sua chave pública e ficam visíveis para quem você compartilhar.
zh_hans: 此信息会嵌入你的公钥中，任何你分享给的人都能看到。

source: This is different from iCloud Keychain Sync. Sync keeps your Apple devices matching automatically; a backup is a file you control and store wherever you like.
de: Das unterscheidet sich von der iCloud-Schlüsselbund-Synchronisierung. Die Synchronisierung hält deine Apple-Geräte automatisch auf dem gleichen Stand; eine Sicherung ist eine Datei, die du selbst kontrollierst und beliebig speicherst.
es: Esto es distinto de la sincronización del llavero de iCloud. La sincronización mantiene tus dispositivos Apple iguales automáticamente; una copia de seguridad es un archivo que tú controlas y guardas donde quieras.
fr: C’est différent de la synchronisation du trousseau iCloud. La synchronisation maintient automatiquement vos appareils Apple identiques ; une sauvegarde est un fichier que vous contrôlez et stockez où vous voulez.
ja: これはiCloudキーチェーン同期とは異なります。同期はApple製デバイスを自動的に一致させ続けますが、バックアップはあなたが管理し、好きな場所に保存できるファイルです。
pt_br: Isso é diferente da Sincronização do Chaveiro do iCloud. A sincronização mantém seus dispositivos Apple iguais automaticamente; um backup é um arquivo que você controla e guarda onde quiser.
zh_hans: 这与 iCloud 钥匙串同步不同。同步会自动让你的 Apple 设备保持一致；而备份是一个由你掌控、可随意存放的文件。

source: This is your own key (fully trusted)
de: Das ist dein eigener Schlüssel (voll vertrauenswürdig)
es: Es tu propia clave (totalmente fiable)
fr: C'est votre propre clé (pleinement fiable)
ja: これは自分自身の鍵です（完全に信頼）
pt_br: Esta é a sua própria chave (totalmente confiável)
zh_hans: 这是你自己的密钥（完全信任）

source: This key is already in your keyring.
de: Dieser Schlüssel ist bereits in deinem Schlüsselbund.
es: Esta clave ya está en tu llavero.
fr: Cette clé est déjà dans votre trousseau.
ja: この鍵はすでに鍵束に存在します。
pt_br: Esta chave já está no seu chaveiro.
zh_hans: 此密钥已在你的密钥环中。

source: This key is generated on the card and cannot be backed up or exported as a secret key. If the card is lost, reset, or damaged, the key — and anything encrypted to it — is gone for good.
de: Dieser Schlüssel wird auf der Karte erzeugt und kann nicht gesichert oder als geheimer Schlüssel exportiert werden. Geht die Karte verloren, wird sie zurückgesetzt oder beschädigt, ist der Schlüssel — und alles, was damit verschlüsselt wurde — endgültig verloren.
es: Esta clave se genera en la tarjeta y no se puede respaldar ni exportar como clave secreta. Si la tarjeta se pierde, se restablece o se daña, la clave, y todo lo cifrado para ella, se pierde para siempre.
fr: Cette clé est générée sur la carte et ne peut pas être sauvegardée ni exportée comme clé secrète. Si la carte est perdue, réinitialisée ou endommagée, la clé — et tout ce qui a été chiffré pour elle — est définitivement perdu.
ja: この鍵はカード上で生成され、秘密鍵としてバックアップやエクスポートはできません。カードを紛失・リセット・破損すると、鍵と、それで暗号化されたものはすべて永久に失われます。
pt_br: Esta chave é gerada no cartão e não pode ser copiada nem exportada como chave secreta. Se o cartão for perdido, redefinido ou danificado, a chave, e tudo o que foi criptografado para ela, é perdido para sempre.
zh_hans: 此密钥在卡上生成，无法作为私钥备份或导出。如果卡丢失、被重置或损坏，该密钥——以及任何用它加密的内容——都将永久丢失。

source: This key is passphrase-protected. Enter your passphrase to decrypt.
de: Dieser Schlüssel ist mit einer Passphrase geschützt. Gib zur Entschlüsselung deine Passphrase ein.
es: Esta clave está protegida con frase de contraseña. Introdúcela para descifrar.
fr: Cette clé est protégée par une phrase secrète. Saisissez-la pour déchiffrer.
ja: この鍵はパスフレーズで保護されています。復号するにはパスフレーズを入力してください。
pt_br: Esta chave está protegida com frase-senha. Insira-a para decifrar.
zh_hans: 此密钥受口令保护。输入口令以解密。

source: This key is passphrase-protected. Enter your passphrase to sign.
de: Dieser Schlüssel ist mit einer Passphrase geschützt. Gib deine Passphrase ein, um zu signieren.
es: Esta clave está protegida con frase de contraseña. Introduce tu frase de contraseña para firmar.
fr: Cette clé est protégée par une phrase secrète. Saisissez votre phrase secrète pour signer.
ja: この鍵はパスフレーズで保護されています。署名するにはパスフレーズを入力してください。
zh_hans: 此密钥受密码保护。请输入密码以进行签名。

source: This key is protected by a passphrase.
de: Dieser Schlüssel ist durch eine Passphrase geschützt.
es: Esta clave está protegida por una frase de contraseña.
fr: Cette clé est protégée par une phrase secrète.
ja: この鍵はパスフレーズで保護されています。
pt_br: Esta chave está protegida por uma frase-senha.
zh_hans: 此密钥受口令保护。

source: This key is protected with a passphrase.
de: Dieser Schlüssel ist mit einer Passphrase geschützt.
es: Esta clave está protegida con una frase de contraseña.
fr: Cette clé est protégée par une phrase secrète.
ja: この鍵はパスフレーズで保護されています。
pt_br: Esta chave está protegida com uma frase-senha.
zh_hans: 此密钥受口令保护。

source: This key is protected. Enter its passphrase so PGPony can verify the backup will open in GnuPG and other OpenPGP apps.
de: Dieser Schlüssel ist geschützt. Gib seine Passphrase ein, damit PGPony prüfen kann, dass sich das Backup in GnuPG und anderen OpenPGP-Apps öffnen lässt.
es: Esta clave está protegida. Introduce su frase de contraseña para que PGPony pueda verificar que la copia de seguridad se abrirá en GnuPG y otras apps OpenPGP.
fr: Cette clé est protégée. Saisissez sa phrase secrète pour que PGPony puisse vérifier que la sauvegarde s'ouvrira dans GnuPG et d'autres apps OpenPGP.
ja: この鍵は保護されています。バックアップが GnuPG やその他の OpenPGP アプリで開けることを PGPony が確認できるよう、パスフレーズを入力してください。
pt_br: Esta chave está protegida. Digite a frase-senha para que o PGPony possa verificar se o backup abrirá no GnuPG e em outros apps OpenPGP.
zh_hans: 此密钥受口令保护。请输入其口令，PGPony 才能验证该备份可在 GnuPG 及其他 OpenPGP 应用中正常打开。

source: This key is published on the keyserver.
de: Dieser Schlüssel ist auf dem Keyserver veröffentlicht.
es: Esta clave está publicada en el servidor de claves.
fr: Cette clé est publiée sur le serveur de clés.
ja: この鍵は鍵サーバーに公開されています。
pt_br: Esta chave está publicada no servidor de chaves.
zh_hans: 此密钥已发布到密钥服务器。

source: This key is too large for a QR code
de: Dieser Schlüssel ist zu groß für einen QR-Code
es: Esta clave es demasiado grande para un código QR
fr: Cette clé est trop grande pour un code QR
ja: この鍵は QR コードには大きすぎます
pt_br: Esta chave é grande demais para um código QR
zh_hans: 此密钥太大，无法生成二维码

source: This key is up to date with the keyserver.
de: Dieser Schlüssel ist auf dem Stand des Keyservers.
es: Esta clave está al día con el servidor de claves.
fr: Cette clé est à jour par rapport au serveur de clés.
ja: この鍵は鍵サーバーの内容と最新の状態です。
pt_br: Esta chave está atualizada em relação ao servidor de chaves.
zh_hans: 此密钥与密钥服务器的数据一致。

source: This key should no longer be used to encrypt new messages or trust signatures.
de: Dieser Schlüssel sollte nicht mehr zum Verschlüsseln neuer Nachrichten oder zum Vertrauen von Signaturen verwendet werden.
es: Esta clave ya no debe usarse para cifrar mensajes nuevos ni confiar en firmas.
fr: Cette clé ne doit plus être utilisée pour chiffrer de nouveaux messages ni pour faire confiance à des signatures.
ja: この鍵は新しいメッセージの暗号化や署名の信頼には使用しないでください。
pt_br: Esta chave não deve mais ser usada para cifrar novas mensagens nem confiar em assinaturas.
zh_hans: 不应再用此密钥加密新消息或信任签名。

source: This key was already in your keyring — it has been updated with the newer key material.
de: Dieser Schlüssel war bereits in deinem Schlüsselbund — er wurde mit dem neueren Schlüsselmaterial aktualisiert.
es: Esta clave ya estaba en tu llavero — se ha actualizado con el material de clave más reciente.
fr: Cette clé était déjà dans votre trousseau — elle a été mise à jour avec le matériel de clé plus récent.
ja: この鍵はすでに鍵束にありました。新しい鍵素材で更新されました。
pt_br: Esta chave já estava no seu chaveiro — foi atualizada com o material de chave mais recente.
zh_hans: 此密钥已在你的密钥环中——已用较新的密钥材料更新。
